
/* Title of button in first launch window when setup has been completed. */
"Finish" = "Finish";

/* Description text shown below "enabled iCloud?" question when iCloud is available */
"iCloudAvailableText" = "Enabling iCloud will automatically sync your texts across all your devices running Ulysses.";

/* Description text shown below "enabled iCloud?" question when iCloud is not available */
"iCloudNotAvailableText" = "iCloud Drive is currently turned off. You can enable it in System Preferences.";



/* Title string in first launch window when demo has begun. */
"demoActiveTitle" = "Welcome to the Ulysses for Mac Demo";

/* Informative texts in first launch window when demo has begun. Strings are split by paragraph. The placeholders are used to fill in HTML syntax for links. */
"demoActiveTextUsageExpiration" = "You can use this demo for %lu hours. After that, your sheets are read-only.";
"demoActiveTextTimeExpiration" = "You can use this demo for %lu days. After that, your sheets are read-only.";
"demoActiveTextUsageRestrictions" = "The full version will offer iCloud sync as well as full integration with %@Daedalus Touch%@.";
"demoActiveTextHaveFun" = "Have fun!";

/* Title string in first launch window when demo has expired. */
"demoExpiredTitle" = "The Ulysses for Mac Demo has expired!";

/* Informative texts in first launch window when demo has expired. Strings are split by paragraph. The placeholders are used to fill in HTML syntax for links. */
"demoExpiredTextPurchase" = "Your sheets are now read-only. To purchase Ulysses for Mac, visit the %@Mac App Store%@.";
"demoExpiredTextQuestions" = "For questions, visit the %@Ulysses website%@ or contact us at %@.";

/* Title of the email sent when the trial has been expired. */
"demoMailSubject" = "My Ulysses demo has expired!";

/* Title of button in first launch window when demo has expired. Closes the First Launch window. */
"ok" = "OK";



/* Title string in first launch window when beta has begun. */
"betaActiveTitle" = "Welcome to the Ulysses for Mac Beta";

/* First paragraph of informative text in first launch window when beta has begun. The placeholder is replaced by the number of days remaining in the beta. */
"betaActiveTextUsageTime" = "You can use this beta for the next %lu days. After that, your sheets are read-only.";

/* Second paragraph of informative text in first launch window when beta has begun. */
"betaActiveTextHaveFun" = "Have fun!";

/* Title string in first launch window when beta has expired. */
"betaExpiredTitle" = "The Ulysses for Mac Beta has expired!";

/* Informative texts in first launch window when beta has expired. Strings are split by paragraph. */
"betaExpiredTextUpdateInfo" = "A newer beta or the final version should be available by now. Thank you for supporting our development!";
"betaExpiredTextRestrictions" = "Sheets are no longer editable now. You can still view and export them.";


/* Title string in first launch window when NaNoWrimo trial has begun. */
"trialActiveTitle" = "Welcome, WriMo – and Thanks for Trying Ulysses for Mac!";

/* Informative texts in first launch window when NaNoWrimo trial has begun. Strings are split by paragraph. The placeholders are used to fill in HTML syntax for links. */
"trialActiveTextUsageTime" = "This is a dedicated Ulysses trial for NaNoWriMo 2015, running from today until December 7, 2015.";
"trialActiveTextHaveFun" = "Have fun!";

/* Title string in first launch window when the NaNoWrimo trial has expired. */
"trialExpiredTitle" = "The Ulysses for NaNoWriMo Trial Is Over";

/* Informative texts in first launch window when the NaNoWrimo trial has expired. Strings are split by paragraph. The placeholders are used to fill in HTML syntax for links. */
"trialExpiredTextPurchase" = "We hope you made the 50.000 words! Your sheets are now read-only. To purchase Ulysses, visit the %@Mac App Store%@.";
"trialExpiredTextQuestions" = "For questions, please visit the %@Ulysses website%@ or contact us at %@.";

/* Title of the email sent when the trial has been expired. */
"trialMailSubject" = "My Ulysses for NaNoWriMo trial has expired!";